Repository: zsweedyk/CS121F14S4_Team8
Catalog: *.lproj/Localizable.strings
Languages: es, zh_hans

source: Back to Menu
es: Volver al menú
zh_hans: 回到主菜单

source: You Win
es: ¡Ganaste!
zh_hans: 成功过关！

source: You Lose
es: Pierdes
zh_hans: 你没有过关

# Level Unlocked
source: Current level is unlocked. Let's try the next level
es: El proximo Nivel está desbloqueado. ¡Vamos a intentar siguiente nivel!
zh_hans: 下关已解锁！

# All Unlocked
source: All levels are unlocked. Congratulations!
es: Todos los niveles están desbloqueados. ¡Enhorabuena!
zh_hans: 所有关卡已解锁！

source: OK
zh_hans: 进入下一关

# Circuit Shorted
source: The circuit is shorted. Let's give it another try
es: El circuito está en cortocircuito. ¡Vamos a intentar otra vez!
zh_hans: 再试一次吧！

# Bomb Activated
source: The bomb was activated. Let's give it another try!
es: La bomba fue activada. ¡Vamos a intentar otra vez!
zh_hans: 再试一次吧！

source: Back to Main Menu
es: Volver al menú principal
zh_hans: 回到主菜单

# Current Locked
source: Current level is locked
es: Nivel actual está bloqueado
zh_hans: 当前关卡未解锁

# Please Unlock
source: Please unlock all previous levels to play current level
es: Para jugar a este nivel, desbloquear todos los niveles anteriores
zh_hans: 只有解锁之前的所有关卡才可以开始这关

# Level Unavailable
source: Current level is unavailable
es: Nivel actual no está disponible
zh_hans: 当前关卡正在开发

# Play Available
source: Please play available levels for now
es: Por favor, jugar niveles disponibles por el momento
zh_hans: 先试试别的关卡吧！

# Instructions Title
source: About
es: Instrucción
zh_hans: 游戏指南

# Instructions
source: In this game, you want to connect the circuit and power up the bulb by clicking on switches to correct positions
es: En este juego, estás tratando de conectar el circuito y encender la bombilla haciendo clic en los interruptores a las posiciones correctas
zh_hans: 在这个游戏中，你需要通过变换开关的位置使灯泡发亮。

source: New Game
es: Iniciar Juego
zh_hans: 开始新游戏
